Revit 2027 API
ParameterTypeId.PhyMaterialParamClass Property
 "Class"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamClass { get; }
Public Shared ReadOnly Property PhyMaterialParamClass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamClass {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamClass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace